Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The fact that the word "compelling" is used here must be viewed in conjunction with the nature of the case.
nb: At ordet "compelling" her er benyttet, må ses i sammenheng med sakens karakter.

source: That the use in 1879 did not stop at the River Apmelasjohka is illustrated in my opinion by two
nb: At bruken i 1879 ikke opphørte ved Apmelasjohka, illustreres etter min mening særlig av to forhold:

source: The duty to protect is now also set out in section 92 of the Norwegian Constitution.
nb: Sikringsplikten er nå også forankret i Grunnloven § 92.

source: on Mount Sau to the south-east of Mount Naut 10.
nb: i Saufjeldet i Sydøst for Nautfjeldet 10.

source: it is acknowledged that this is not always possible.
nb: Heller ikke dette kan etter mitt syn føre frem.

source: Because section 12 of the Police Databases Act coincides with section 160 a of the Criminal Procedure Act as it read in 2013, I will from now on only refer to the first mentioned.
nb: Fordi politiregisterloven § 12 sammenfaller med straffeprosessloven § 160 a slik den lød i 2013, viser jeg i fortsettelsen bare til førstnevnte.

source: On these grounds, it would be contrary to the document's central function – proof of identity – if the authorities were to issue a passport based on an identity that is most probably false.
nb: Det ville på denne bakgrunn være i strid med dokumentets sentrale funksjon – bevis for identitet – om myndighetene skulle utstede pass basert på en identitet som mest sannsynlig er gal.

source: Routine strip-searches without further justification have been considered incompatible with Article 3.
nb: Rutinemessige kroppsvisitasjoner uten nærmere begrunnelse er funnet å være i strid med artikkel 3.

source: Offices and the like in non-profit organisations with fewer than 100 members.
nb: Verv og lignende i ideelle foreninger som har færre enn 100 medlemmer

source: At the same time, the law requires that the "similar act" can be sanctioned "under Norwegian law".
nb: Samtidig forutsetter loven at den "tilsvarende handling" kan straffes "etter norsk lov".

source: The Ministry then stated the following on PST's view of the treat situation:
nb: Departementet uttaler videre følgende om PSTs syn på trusselsituasjonen:

source: Expert witness for Sandoz, Doctor Anne Niedermann, had numerous objections to the first survey in Norway in 2014.
nb: Sandoz' sakkyndige, Dr. Anne Niedermann, hadde en rekke innvendinger mot den første undersøkelsen i Norge, foretatt i 2014.

source: 1892, this case is my opinion characterised by lack of concrete information, in particular from
nb: Når det gjelder spørsmålet om reineierne ved alders tids bruk har ervervet reindriftsrett før 1892 i

source: How can trust in the courts of BiH be improved?
nb: Hvordan kan tilliten til domstolene i BiH forbedres?

source: I refer to the fact that in July 1985 investigations were carried out in the catchment basin
nb: Jeg viser til at i juli 1985 ble det foretatt undersøkelser i nedbørsfeltet for Garbergselva, som i vesentlig grad

source: One or several criminal offences?
nb: Ett eller flere straffbare forhold?

source: Of relevance here is the Supreme Court judgment HR-2016-1422-A concerning, among other things, attempts to provide material support to ISIL by sending equipment to an ISIL participant in Syria.
nb: I den forbindelse nevner jeg at HR-2016-1422-A blant annet gjaldt forsøk på å gi materiell støtte til ISIL gjennom å sende utstyr til en deltaker i ISIL i Syria.

source: Moreover, the immigration authorities should in such cases always consider whether a residence permit should be granted on humanitarian grounds pursuant to the Immigration Act section 38.
nb: Dessuten skal utlendingsmyndighetene alltid ta stilling til om det i slike tilfeller bør gis opphold på humanitært grunnlag etter utlendingsloven § 38.

source: Contrarily, it may be argued that the case may affect personal matters for the person being expelled, which he or she may not want disclosed to his or her family members.
nb: Til dette kan det innvendes at saken kan berøre personlige forhold for den som utvises, som han eller hun kan ønske ikke skal gjøres kjent for sine familiemedlemmer.

source: Based on what I have now said about the adapter's copyright under section 4, I will now turn to discussing the court of appeal's application of the law.
nb: På bakgrunn av det jeg nå har sagt om bearbeiderens opphavsrett etter § 4, går jeg over til å se på lagmannsrettens rettsanvendelse.

source: The question of violation of the Convention is also of obvious relevance to B, as a judgment in her favour implies that it would be unlawful towards her to implement the administrative decisions, cf. section 92 of the Norwegian Constitution.
nb: Spørsmålet om konvensjonsbrudd har åpenbart også aktuell interesse for B, ettersom en dom i hennes favør innebærer at det ville være rettstridig overfor henne å effektuere vedtakene, jf. Grunnloven § 92.

source: Count IV (c) to (e) concerns the material support to L while he was a foreign fighter for ISIL in Syria.
nb: Post c til e gjelder økonomisk støtte til L mens han befant seg i Syria som fremmedkriger for ISIL.

source: I will first consider the issue of whether the relevant databases are without protection under section 14 of the Copyright Act, which according to section 24 “apply correspondingly” to the database protection.
nb: Jeg behandler først spørsmålet om de aktuelle databasene er uten vern etter åndsverkloven § 14, som i henhold til § 24 «gjelder tilsvarende» for databasevernet.

source: The Finish company FlyNordic was acquired in 2007, and in 2008, NAS announced that it would acquire parts of the routes of the bankrupt Sterling Airways.
nb: Det finske selskapet flyNordic ble ervervet i 2007, og i 2008 kunngjorde NAS at det ville overta deler av rutene til det konkursrammede flyselskapet Sterling Airways.

source: For practical purposes, I will from now on only refer to section 147 (d).
nb: Av praktiske årsaker omtaler jeg i fortsettelsen stort sett bare § 147 d.

source: Napster paragraph 63, it is set out that “[l]inking has amplified the effect of uploaders’
nb: I Napster-dommen avsnitt 63 heter det at «[l]enkingen har forsterket virkningen av opplasternes handlinger ved å øke tilgjengeligheten til musikken».

source: Calculation of operating grants to private kindergarten
nb: Beregning av driftstilskudd til private barnehager

source: Many of them will know Seretide/Diskus and that it is purple.
nb: Mange av dem vil kjenne til Seretide/Diskus, og vite at denne faktisk er lilla.

source: The Article was specified in 2020.
nb: Paragrafen ble presisert i 2020.

source: The question is whether the claims submitted by Skaugen in the writ to Oslo District Court constitute "legal relationships that are subject to arbitration".
nb: Spørsmålet er om de krav Skaugen har fremsatt i stevningen for Oslo tingrett, er "rettsforhold som hører under voldgift".

source: From the presentation at the meeting, it appeared that the group wanted to establish joint services across all the AOC companies, so that the AOC companies would have "a minimum of required functions".
nb: Det fremgikk av presentasjonen på møtet at konsernet ønsket å etablere fellestjenester på tvers av alle AOC-selskapene, slik at AOC-selskapene skulle ha "a minimum of required functions".

source: According to section 5, data may only be processed when “necessary for such purposes as are mentioned in section 4”.
nb: Paragraf 5 slår fast at opplysninger bare kan behandles når det er «nødvendig ut fra formål som nevnt i § 4».

source: Under which circumstances a mediation certificate is needed, can also be found.
nb: I tillegg finnes opplysninger om i hvilke tilfeller meklingsattest kreves.

source: In the present case, extensive use of Svartskogen had been going on ever since the sale in 1885
nb: I vår sak hadde det skjedd en omfattende bruk av Svartskogen helt siden salget i 1885 uten at staten

source: I will now look at A’s other main argument, that the repeal of the 12-year rule violates the predictability requirement in Article 7 of the ECHR.
nb: Jeg går så over til å se på As andre hovedanførsel, nemlig at opphevelsen av 12-årsregelen krenker forutsigbarhetskravet i EMK artikkel 7.

source: The Committee's conclusion was that Kitok's rights under article 27 had not been violated.
nb: Komiteens konklusjon var at Kitoks rettigheter etter artikkel 27 ikke var krenket.

source: He believes that the summary in Supreme Court judgment Rt-2007-561 is still accurate.
nb: Han gir her uttrykk for at oppsummeringen i Rt-2007-561 fortsatt virker godt dekkende.

source: With a child-sensitive position as a starting point, I will therefore address this more closely.
nb: Med utgangspunkt i en barnesensitiv innfallsvinkel, skal jeg derfor se nærmere på dette.

source: J died in battle for the organisation.
nb: J døde i kamp for organisasjonen.

source: "A foreign national who is granted a residence permit under section 28 shall upon application also be granted a refugee travel document for travel outside Norway provided no special reasons argue against it."
nb: "En utlending som får oppholdstillatelse etter § 28, skal etter søknad også gis reisebevis for flyktninger for reiser utenfor Norge dersom ikke særlige grunner taler mot det."

source: no. 1 of the Civil Procedure Act. A substantial review was therefore not possible.
nb: 1, har Høyesterett i likhet med de øvrige domstoler bare kunnet bygge på de bevis som ikke har vært hemmeligholdt.

source: In line with the Human Rights Committee's statements in these cases, I do not find that article 27 secures the Sami herders' right to proceeds or profit in an event like this.
nb: I tråd med menneskerettskomiteens uttalelser i disse sakene, finner jeg ikke at artikkel 27 sikrer reindriftssamene rett til utbytte eller overskudd i et tilfelle som dette.

source: To fulfil this object, it is assumed in both the Norwegian preparatory works and in the Copyright Directive's preamble that the authors' rights must be interpreted in a broad sense.
nb: For å oppnå dette formålet forutsettes det både i de norske forarbeidene og i fortalen til opphavsrettsdirektivet at opphaverens rettigheter skal forstås vidt.

source: Svartskogen is not compatible with the rights that the population of Manndalen have acquired.
nb: tids bruk, og at statens eiendomsrett til Svartskogen ikke er forenlig med de rettigheter som Manndalens befolkning har ervervet.

source: I paragraph 12, the further content of Article 3 is described as follows:
nb: I avsnitt 12 beskrives det nærmere innholdet i artikkel 3 slik:

source: As set out in the court of appeal's judgment, J went to Syria and joined ISIL in September 2014.
nb: Det går frem av lagmannsrettens dom at J reiste til Syria og sluttet seg til ISIL i september 2014.

source: A central question is thus what significance the sale in 1885 had for the population’s perception
nb: Et sentralt spørsmål blir dermed hvilken betydning salget i 1885 hadde for befolkningens oppfatning av sine

source: Thus, they have received "identity papers"meeting the requirements in the Refugee Convention article 27.
nb: Dermed har de fått "identity papers" som oppfyller kravene i flyktningkonvensjonen artikkel 27.

source: The Court’s rulings give guidance as to which factors and issues are relevant in the assessment of proportionality.
nb: EMDs avgjørelser gir anvisning på momenter og vurderingstemaer som er relevante i forholdsmessighetsvurderingen.

source: To fall within the scope of the provision, the documents must have been made by a publicly appointed council/committee or published by the authorities.
nb: For å falle inn under bestemmelsen må det være tale om dokument avgitt av et utvalg/råd som er oppnevnt av det offentlige, eller det må være utgitt av det offentlige.

source: Under the agreements between SBS and Get AS, SBS is to clear all the copyrights for the transmission by cable.
nb: I avtalene mellom SBS og Get AS er det forutsatt at SBS skal klarere alle opphavsrettigheter for utsendelsen i kabel.

source: (130) In this light a judgment should be delivered to the effect that the removal constituted a
nb: (130) Det bør etter dette avsies dom for at utsendelsen innebar en krenkelse av

source: I agree with the court of appeal that A's overall focus on B must be regarded as "deliberate psychological persuasion/active inducement to get the vulnerable B to travel to Syria and become a foreign fighter for ISIL".
nb: Jeg er enig med lagmannsretten i at As samlede pågang overfor B må bedømmes som "tilsiktet psykologisk overtalelse/aktiv tilskyndelse for å få den sårbare B til å reise til Syria og kjempe som fremmedkriger for ISIL".

source: The majority of the court of appeal assumes that A received the same information as the others.
nb: Flertallet i lagmannsretten bygger på at A fikk samme informasjon som de andre.

source: The wording in Article 11 (2) in various languages
nb: Ordlyden i artikkel 11 nr. 2 i ulike språkversjoner

source: B's arrival in Norway constituted undoubtedly a change.
nb: Det som i saken her utvilsomt hadde endret seg, var at B hadde kommet til Norge.

source: pasturing may have significance for the weighing and balancing of interest which in pursuance of section 15 of the Reindeer Husbandry Act shall be conducted between the
nb: betydning for de interesseavveiningene som etter reindriftsloven § 15 skal foretas mellom grunneiernes og samenes bruk av området.

source: The respondents have referred to the requirements of proportionality in the Constitution article 102, ECHR article 8 and other provisions in the Immigration Act, in particular section 70.
nb: Ankemotpartene har vist til at Grunnloven § 102, EMK artikkel 8 og andre regler i utlendingsloven, særlig § 70, inneholder vilkår om forholdsmessighet.

source: In HR-2020-2136-A paragraph 108, Justice Kallerud makes this summary of ECtHS case law:
nb: I HR-2020-2136-A avsnitt 108 foretar førstvoterende følgende oppsummering av EMDs praksis:

source: When it concerns a situation like the one at hand – replacement of a foster care arrangement with adoption – the following is stated in paragraph 147:
nb: Når det så spesielt gjelder en situasjon som i saken her – å erstatte en ordning med fosterhjem med adopsjon – heter det i avsnitt 147:

source: “The Church of Norway, an Evangelical Lutheran church, will remain the Established Church of Norway and will as such be supported by the State.
nb: I utkastet var det fremmet forslag om vederlagskrav for forpakteren, ved fratreden, for jordbruksforbedringer og for forbedringer av bygninger.

source: This conclusion differed from that given in the residence permit from 2011, where UDI considered the applicants' domicile to be "unsafe", so that a return to this area "could not be recommended".
nb: Her var konklusjonen en annen enn den var i innvilgelsesvedtaket fra 2011, hvor UDI vurderte "søkerens hjemsted til å være et usikkert område", slik at "retur til dette området frarådes".

source: In this situation,
nb: Det er i denne situasjonen

source: From Mr Bull’s statement I recall particularly his information about where he had had
nb: Fra Bulls forklaring minner jeg særlig om hans opplysning om hvor han hadde hatt gammesteder.

source: In 2019, one of the seller's creditors, that was still the registered owner, levied execution on the property and petitioned for forced sale.
nb: I 2019 begjærte en bank utlegg i sak mot selgeren av eiendommen, som fremdeles sto som hjemmelshaver.Grunnlaget var misligholdt gjeld.

source: Written submissions have been made by a number of persons who hold or who have held management positions in the group, and by present and former pilots or cabin crew members.
nb: Det er inngitt skriftlige erklæringer fra en rekke personer som er eller har vært i ledelsesposisjoner i Norwegian-konsernet, og fra personer som er eller har vært piloter eller kabinansatte.

source: The appellants have contended that the claim for damages is based on non-contractual liability, i.e. it does not arise from any contractual obligations and it is not connected to the contract entered into.
nb: De ankende parter har anført at det fremsatte erstatningskravet er et deliktskrav, som ikke har utspring i noe kontraktsforhold og som for øvrig heller ikke har tilknytning til den inngåtte kontrakten.

source: This view has been advanced in a number of theoretical accounts.
nb: Domfelte var i mellomtiden kommet tilbake til Norge på jobb.

source: The arbitration clause – clause 17 in the contract for the purchase of the Somargas, engines entered into between MAN Germany and the Chinese shipyard – reads as follows:
nb: Voldgiftsklausulen – punkt 17 inntatt i avtalene om kjøp av Somargas-motorene – som ble inngått mellom MAN Tyskland og det kinesiske verftet, har slik ordlyd:

source: Norwegian Air Shuttle ASA is to pay costs in the district court, the court of appeal and the Supreme Court to Alf Wilhelm Villum Hansen, Oddbjørn Ketil Holsether, Berndt Anders Salmonsson, Hans Joachim Strøm, Trond Erik Torgersen, Halvor Vatnar, Marit Linden, René-Charles Gustavsen, Anita Johannessen, Trude Mathisen and Kim Rossing Jensen.
nb: Norwegian Air Shuttle ASA dømmes til å betale sakskostnader for tingrett, lagmannsrett og Høyesterett til Alf Wilhelm Villum Hansen, Oddbjørn Ketil Holsether, Berndt Anders Salmonsson, Hans Joachim Strøm, Trond Erik Torgersen, Halvor Vatnar, Marit Linden, René-Charles Gustavsen, Anita Johannessen, Trude Mathisen og Kim Rossing Jensen.

source: acquisition of common of pasture prior to 1892. The respondents claim that such acquisition
nb: reindriftssamene har benyttet tvisteområdene i alders tid, og om denne bruk kan begrunne erverv av beiterett før 1892.

source: The minimum age for receiving AFP was initially 66.
nb: Minstealder for å ta ut AFP var til å begynne med 66 år.

source: Rt. 2009 page 1412 concerns the question of what weight with respect to legal sources statements in the preparatory works concerning penalty level should have for the passing of sentences for criminal offences committed before the adoption of the Act.
nb: 2009 side 1412 gjaldt spørsmål om hvilken rettskildemessig vekt uttalelser i lovforarbeider om straffenivå skulle få for straffutmålingen for straffbare handlinger begått før lovens vedtakelse.

source: In para 54, the opposite – what is not protected – is worded as follows:
nb: I avsnitt 54 i dommen er motsatsen – hva som ikke er vernet – formulert slik:

source: In the writ, it is mentioned that the information regarding the relevant FATs was forwarded to the claimants by MAN Norge during the parties' negotiations, and that MAN Germany and MAN Norge are jointly and severally liable.
nb: Det vises i stevningen til at informasjonen om de aktuelle FAT-testene er formidlet til saksøkerne av MAN Norge under forhandlingene mellom partene, og til at MAN Tyskland og MAN Norge er solidarisk ansvarlige.

source: During the spring and the summer of 2017, more personnel and functions were transferred to NAR SSC.
nb: Våren og sommeren 2017 fikk NAR SSC virksomhetsoverdradd flere ansatte og oppgaver.

source: For issuance of Norwegian passports, this follows from the Passport Act section 3 stating that it is a "condition for entitlement to a passport that "the applicant provides proof of his or her identity".
nb: For utstedelse av norske pass fremgår dette av passloven § 3 hvor det heter at det er et "[v]ilkår for pass" at "søkeren godtgjør sin identitet".

source: However, the Court’s statements in paragraph 43 on developments since the Zarouali-case and in paragraph 48 about the lack of a reason for the conviction can give the impression that there has been a change of direction.
nb: Det som likevel kan etterlate et inntrykk av at det er skjedd en kursendring, er særlig det som sies i avsnitt 43 om utviklingen siden Zarouali-saken, og i avsnitt 48 om mangelen på begrunnelse for dommen.

source: The company received an unannounced visit by the Maritime Directorate in April 2013.
nb: Selskapet fikk uanmeldt kontrollbesøk av Sjøfartsdirektoratet i april 2013.

source: In March 2016, the family moved to Z, closer to the father’s family.
nb: I mars 2016 flyttet familien til Z, nær fars familie.

source: In this connection I must mention that in
nb: I denne sammenheng nevner jeg særlig at utredningen fra

source: The Court of Appeal has concluded that the publishers
nb: av samarbeidet, og ikke samarbeidets formål.

source: At the same time, the parties agree that the provisions in the new circular letter must apply to the extent they are more favourable to him.
nb: Samtidig er det enighet om at bestemmelsene i det nye rundskrivet må gis anvendelse i den grad disse er gunstigere for ham.

source: Whether there has been a violation of Article 3 ECHR depends on an assessment of several
nb: Om det foreligger krenkelse av EMK artikkel 3, beror på en sammensatt vurdering.

source: period subsequent to 1910 and the period prior to approximately 1885 in relation to each
nb: avbruddet kan ikke være til hinder for at perioden etter 1910 og perioden før ca 1885 ses i sammenheng.

source: Partly dismissed and no grounds for criticism.
nb: Delvis avvisning og ikke grunnlag for kritikk.

source: section 3 second sentence of the Regulations.
nb: forskriften § 3 andre punktum.

source: I will not go into detail here.
nb: ikke inn på detaljene her.

source: She was now convicted among other things of possession of nearly 10 kilos of methamphetamine.
nb: Hun ble blant annet domfelt for å ha hatt befatning med en meget betydelig mengde narkotika – mottak av nær 10 kilo metamfetamin.

source: adjacent shades of colour may entail a risk of confusion, which means that the range of colours available would soon be exhausted, if colours were to be commonly registered. (Libertel, premiss 54)."
nb: Bruk av nærliggende fargenyanser vil derfor ofte medføre risiko for forveksling, og det betyr at fargespekteret nokså raskt ville bli oppbrukt, om man ga seg til å registrere farger over en lav sko (Libertel, premiss 54)."

source: Relevant in Norwegian case law is the Supreme Court judgment Rt-1975-951 (
nb: Fra norsk rettspraksis nevner jeg Rt-1975-951 Fiskå Mølle.

source: I therefore do not deem this relevant to the issue of whether Sara's rights have been violated.
nb: Jeg finner det derfor vanskelig å legge særlig vekt på dette i vurderingen av om Saras rettigheter er krenket.

source: in section 4-12 of the Child Welfare Act were met in the autumn of 2016.
nb: tvilsomt at vilkårene i barnevernloven § 4-12 var oppfylt høsten 2016.

source: Thus it says on page 42 of the Commission’s Report:
nb: Således heter det i kommisjonens innberetning på side 42:

source: has rejected, and which the subcontractor is maintaining;
nb: alle fakturerte krav som ikke er betalt, uansett om de er forfalt eller ikke;

source: At that time he was 45 years old.
nb: På dette tidspunktet var han 45 år.

source: Aycaguer, where this is commented in paragraph 34.
nb: Jeg nøyer meg med å nevne Aycaguer-dommen, hvor dette kommenteres i avsnitt 34.

source: Following the completion of a road project, the contractor claimed additional compensation for reduced productivity – or "trouble and inconvenience" – and for acceleration.
nb: Etter avslutningen av et entrepriseoppdrag for et veianlegg fremsatte entreprenørselskapet Hab Construction AS krav om tilleggsvederlag for nedsatt produktivitet – plunder og heft – og forsering.

source: A mother with a severe hereditary disease had been deprived of the care of her daughter who was 14 years old at the time of the judgment.
nb: En mor med en alvorlig arvelig sykdom var blitt fratatt omsorgen for datter som på domstidspunktet var nesten 14 år.
